// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的陆小姐，",
        "转眼我们认识了快一年啦，",
        "也迎来了我们的第一个情人节，",
        "在此我想说：你的幸福快乐，是我一生的追求！",
        "我会守护你生命里的精彩，并陪伴你一路走下去。",
        "我会陪你去你想去的地方，",
        "和你一起经历生命中的酸甜苦辣；",
        "我想跟你一起慢慢变老，",
        "等我们老了，哪也去不了了，",
        "我们就坐在门前的躺椅上，回忆这一生的幸福快乐 ！",
        "我愿爱你直到生命的终点！",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-05-20T13:14:00",
    // 双方的名字
    names: ["李先生", "陆小姐"]
}
