// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的叶子，520快乐呀！",
        "转眼我们已经相识相知两个月啦，有soul为证",
        "每天的伊始，是打开与你的时空",
        "逝去的岁月，如何能寄托思恋",
        "我会守护你生命里的精彩，并陪伴你一路走下去。",
        "你的幸福快乐，是我一生的追求。",
        "你的善良可爱，是我永生眷恋",
        "我会每一天带着笑脸，和你说早安，",
        "我会每一晚与你道声晚安再入梦乡，",
        "我会带你去所有你想去的地方，",
        "陪你闹看你笑",
        "历经你生命中所有的点点滴滴。",
        "我期待这一生与你一起走过，",
        "我期待与你慢慢变老",
        "等我们老到哪儿也去不了，",
        "还能满载着一生的幸福快乐 ！",
        "我会为我们的未来撑起一片天空，",
        "为我们的将来担负起一生的责任，",
        "愿意为你去做每一件能让你开心快乐的事。",
        "所有我们经历的点点滴滴，",
        "都是我们一辈子最美的回忆。",
        "我愿意爱你直到老去！",
        "愿意爱你到永远...",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-03-18T00:15:00",
    // 双方的名字
    names: ["彬先生", "叶子小姐"]
}
